@extends('layouts.app')

@section('content')
    <section class="dt-breadcrumbs">
    <div class="container-fluid">
        <div class="container">
            <div class="row">
                <div class="col-sm-12">
                    <ul>
                        <li><a href="{{url('/')}}">Home</a>
                        <li><a href="#">About Us</a>
                    </ul>
                </div>
            </div>
        </div>
    </div>
</section>
    <section class="sec2">
        <div class="container-fluid">
            <div class="container">

                <section class="about-us">
                    <div class="container-fluid">
                        <div class="container">
                            <div class="row text-center">
                                <div class="col-sm-12">
                                    <h2 class="cmn-h2">About Us</h2>
                                </div>
                            </div>
                            <div class="row">
                                <div class="col-sm-12">
                                    <div class="img-bx-pull-right">
                                        <img src="images/spa.JPG" class="img-responsive"><br>
                                    </div>
                                    <br>
                                    <br>
                                    <p class="text-justify">स्कूल ऑफ प्लानिंग एंड आर्किटेक्चर की शुरुआत 1941 में दिल्ली पॉलिटेक्निक के आर्किटेक्चर विभाग के रूप में हुई थी। इसे बाद में दिल्ली विश्वविद्यालय से संबद्ध किया गया और स्कूल ऑफ टाउन एंड कंट्री प्लानिंग के साथ एकीकृत किया गया जिसे 1955 में भारत सरकार द्वारा ग्रामीण, शहरी और क्षेत्रीय योजना के लिए सुविधाएं प्रदान करने के लिए स्थापित किया गया था। एकीकरण पर, स्कूल को 1959 में स्कूल ऑफ प्लानिंग एंड आर्किटेक्चर के रूप में नाम दिया गया।</p></Br>
<p class="text-justify"> उन क्षेत्रों की विशेष प्रकृति को स्वीकार करते हुए, जिनमें स्कूल ने प्रतिष्ठित स्थान प्राप्त किया था, 1979 में, भारत सरकार ने तत्कालीन शिक्षा और संस्कृति मंत्रालय के माध्यम से, स्कूल ऑफ़ प्लानिंग एंड आर्किटेक्चर को "डीम्ड टू ए यूनिवर्सिटी" का दर्जा दिया। इस नई स्थिति के साथ, स्कूल ने नए शैक्षणिक और विस्तार कार्यक्रमों की शुरुआत करके और अनुसंधान और परामर्श गतिविधियों को बढ़ावा देकर अपने क्षितिज को व्यापक बनाया। इसे 2015 में "संसद के एक अधिनियम के तहत राष्ट्रीय महत्व के संस्थान" के रूप में मान्यता दी गई थी।
 </p></Br>
<p class="text-justify">  स्कूल एक विशेष विश्वविद्यालय है, जो अपनी तरह का केवल एक है, जो विशेष रूप से मानव आवास और पर्यावरण के विभिन्न पहलुओं में विभिन्न स्तरों पर प्रशिक्षण प्रदान करता है। स्कूल ने स्नातक और मास्टर दोनों स्तरों पर विशेष क्षेत्रों में शैक्षिक कार्यक्रमों को शुरू करने का बीड़ा उठाया है, जिनमें से कुछ आज भी भारत में कहीं और उपलब्ध नहीं हैं। ज्ञान, शिक्षा और अनुसंधान के नए मोर्चे को आगे बढ़ाने में उत्कृष्टता के लिए वर्किंग स्कूल हमेशा सबसे आगे रहा है। स्कूल नए क्षेत्रों और उभरते क्षेत्रों में शैक्षिक कार्यक्रम कार्यक्रम का एक स्पेक्ट्रम प्रदान करके बुनियादी चिंता लगातार उठाया जा रहा है, सुविधाएँ जो अभी तक उपलब्ध नहीं हैं, देश में कहीं और।
</p>
                                </div>
                            </div>
                        </div>
                    </div>
                </section>
            </div>
        </div>
    </section>

@stop
